" bytes" = " tavua";
" of " = "/";
" was not found." = " ei löytynyt.";
"\"%@\" copied successfully to \n\"%@\"." = "\"%@\" kopioitu onnistuneesti kohteeseen \n\"%@\".";
"\"%@\" moved successfully to \n\"%@\"." = "\"%@\" siirretty onnistuneesti kohteeseen \n\"%@\".";
"%@ named \"%@\" already exists in this location. Do you want to replace it with the %@ you are moving?" = "%@ nimeltä \"%@\" sijaitsee jo tässä paikassa. Haluatko korvata sen siirrettävällä %@?";
"%@ of %@ (%@/s) - remaining time: %@" = "%@ / %@ (%@/s) - aikaa jäljellä: %@";
"%lu items copied successfully to \n\"%@\"." = "%lu kohdetta kopioitu onnistuneesti kohteeseen \n\"%@\".";
"%lu items moved successfully to \n\"%@\"." = "%lu kohdetta siirretty onnistuneesti kohteeseen \n\"%@\".";
"A newer item" = "Uudempi kohde";
"An error occurred while deleting." = "Tapahtui virhe poistaessa.";
"An error occurred." = "Tapahtui virhe.";
"An item" = "Kohde";
"An older item" = "Vanhempi kohde";
"Apply to all" = "Käytä kaikkiin";
"Bytes/Second:" = "Tavua sekunnissa:";
"Choose Folder" = "Valitse kansio";
"Computer" = "Tietokone";
"Conflicting item names" = "Samannimiset kohteet";
"Continue" = "Jatka";
"Copied %u items to \"%@\"" = "Kopioitu %u kohdetta kohteeseen \"%@\"";
"Copied: " = "Kopioitu: ";
"Copy" = "Kopio";
"Copy completed" = "Kopiointi valmis";
"Copying \"%@\"" = "Kopioin \"%@\"";
"Copying \"%@\" to \"%@\"" = "Kopioidaan \"%@\" sijaintiin \"%@\"";
"Copying %u items to \"%@\"" = "Kopioidaan %u kohdetta kohteeseen \"%@\"";
"Count: %u" = "Määrä: %u";
"Delete" = "Poista";
"Delete completed" = "Poisto valmis";
"Document" = "Dokumentti";
"Don't Replace" = "Älä korvaa";
"Emptying the Trash for \"%@\"" = "Tyhjennetään roskakoria kohteelle \"%@\"";
"Error!" = "Virhe!";
"Folder" = "Kansio";
"Item is locked" = "Kohde on lukittu";
"Item is not movable" = "Kohde ei ole siirrettävissä";
"Item is not readable" = "Kohdetta ei voida lukea";
"Item is too big" = "Kohde on liian suuri";
"Item: \"" = "Kohde: \"";
"Items deleted successfully." = "Kohteet poistettu onnistuneesti.";
"Move" = "Siirrä";
"Move completed" = "Siirto valmis";
"Moving \"%@\"" = "Siirrän \"%@\"";
"Moving \"%@\" to \"%@\"" = "Siirrän \"%@\" kohteeseen \"%@\"";
"Name:" = "Nimi:";
"New Folder" = "Uusi kansio";
"No running file operations" = "Ei käynnissäolevia tiedosto-operaatioita";
"Not enough free space at destination. %@ of additional free space required." = "Kohteessa ei ole tarpeeksi tilaa. Tarvitaan %@ lisää tilaa.";
"Package" = "Pakkaus";
"Preparing to copy \"%@\" to \"%@\"" = "Valmistellaan \"%@\":n kopiointia kohteeseen \"%@\"";
"Preparing to copy to \"%@\"" = "Valmistaudutaan kopioimaan kohteeseen \"%@\"";
"Preparing to move \"%@\" to \"%@\"" = "Valmistellaan \"%@\":n siirtoa kohteeseen \"%@\"";
"Queue file operations" = "Jonota tiedosto-operaatiot";
"Remaining Items:" = "Jäljellä olevia kohteita:";
"Remaining:" = "Jäljellä:";
"Replace" = "Korvaa";
"Replace?" = "Korvataanko?";
"Skip" = "Ohita";
"Start" = "Aloita";
"Stop" = "Pysäytä";
"Symbolic Link" = "Symbolinen linkki";
"The item \"%@\" is locked and cannot be moved. Do you want to unlock and move it?" = "The item \"%@\" is locked and cannot be moved. Please unlock the item before moving it.";
"The item \"%@\" is too big for destination file system." = "Kohde \"%@\" on liian suuri kohdetiedostojärjestelmälle.";
"Time Remaining:" = "Aikaa jäljellä:";
"Total Items:" = "Kohteita yhteensä:";
"Total:" = "Yhteensä:";
"Volume" = "Taltio";
"Waiting to copy \"%@\" to \"%@\"" = "Odotetaan \"%@\":n kopiointia kohteeseen \"%@\"";
"Waiting to delete files…" = "Odotetaan tiedostojen poistoa…";
"Waiting to empty the Trash…" = "Odotetaan roskakorin tyhjennystä…";
"Waiting to move \"%@\" to \"%@\"" = "Odotetaan \"%@\":n siirtoa kohteeseen \"%@\"";
"You don't have sufficient permissions to move the item \"%@\"." = "Käyttöoikeutesi eivät riitä kohteen \"%@\" siirtämiseen.";
"You don't have sufficient permissions to read the item \"%@\"." = "Käyttöoikeutesi eivät riitä kohteen \"%@\" lukemiseen.";
"copy" = "kopio";
"destination: %@" = "kohteeseen: %@";
"item: %@" = "kohde: %@";
"newer one" = "uudemmalla kohteella";
"older one" = "vanhemmalla kohteella";
"one" = "kohteella";
"source: %@" = "lähteestä: %@";
"untitled folder" = "nimetön kansio";
"untitled.txt" = "nimetön.txt";

/* ==== UNLOCALIZED ==== */

"%@ named \"%@\" already exists in this location. Do you want to replace it with the %@ you are copying?" = "%@ named \"%@\" already exists in this location. Do you want to replace it with the %@ you are copying?";
"An error occurred while preflighting the item \"%@\"." = "An error occurred while preflighting the item \"%@\".";
"Apply to all file conflicts" = "Apply to all file conflicts";
"Apply to all folder conflicts" = "Apply to all folder conflicts";
"Created: %@" = "Created: %@";
"Item is not deletable" = "Item is not deletable";
"Item is not writable" = "Item is not writable";
"Keep both" = "Keep both";
"Keep newer (creation date)" = "Keep newer (creation date)";
"Keep newer (modification date)" = "Keep newer (modification date)";
"Keep older (creation date)" = "Keep older (creation date)";
"Keep older (modification date)" = "Keep older (modification date)";
"Keep…" = "Keep…";
"Merge" = "Merge";
"Modified: %@" = "Modified: %@";
"Pause" = "Pause";
"Paused!" = "Paused!";
"Preparing to copy %@ items" = "Preparing to copy %@ items";
"Preparing to move %@ items" = "Preparing to move %@ items";
"Stopping…" = "Stopping…";
"The item \"%@\" cannot be verified. That does not mean it was not copied properly." = "The item \"%@\" cannot be verified. That does not mean it was not copied properly.";
"The item \"%@\" is locked and cannot be deleted. Do you want to unlock and delete it?" = "The item \"%@\" is locked and cannot be deleted. Do you want to unlock and delete it?";
"Verification failed for the item \"%@\"." = "Verification failed for the item \"%@\".";
"You don't have sufficient permissions to delete the item \"%@\"." = "You don't have sufficient permissions to delete the item \"%@\".";
"You don't have sufficient permissions to write into the item \"%@\"." = "You don't have sufficient permissions to write into the item \"%@\".";
"destination checksum: %@" = "destination checksum: %@";
"source checksum: %@" = "source checksum: %@";
